{
  "app": {
    "name": "Colmena Ubuntu",
    "tagline": "Yo soy porque nosotras somos.",
    "pilotWindowSizeLabel": "ventana piloto (15 relatos)"
  },
  "emotionCloud": {
    "items": [
      { "key": "tristeza", "label": "Tristeza", "style": "lav", "weight": 6, "pos": { "x": 30, "y": 40 }, "anim": "a" },
      { "key": "incertidumbre", "label": "Incertidumbre", "style": "nude", "weight": 4, "pos": { "x": 65, "y": 55 }, "anim": "b" },
      { "key": "miedo", "label": "Miedo", "style": "peach", "weight": 4, "pos": { "x": 55, "y": 30 }, "anim": "c" },
      { "key": "amor", "label": "Amor", "style": "rosa", "weight": 3, "pos": { "x": 40, "y": 70 }, "anim": "b" },
      { "key": "resiliencia", "label": "Resiliencia", "style": "sage", "weight": 3, "pos": { "x": 72, "y": 75 }, "anim": "a" }
    ],
    "narrative": "En los últimos días hemos compartido historias atravesadas por tristeza e incertidumbre. Pero también por amor y resiliencia silenciosa. Así late hoy nuestra colmena.",
    "note": "Lectura agregada del piloto; en producto real se calcularía sobre una ventana móvil (p.ej., últimos 100 relatos)."
  },
  "challenge": {
    "status": "Sugerencia IA · Validada por moderación",
    "copy": "Detectamos una presencia creciente de tristeza. ¿Abrimos un hilo para compartir la vez que pasaste más vergüenza ajena y hoy te hace reír?"
  },
  "moments": {
    "title": "Nuestros Momentos Vitales",
    "subtitle": "(Clusters detectados por IA · para el TFM)",
    "items": [
      {
        "id": "m1",
        "title": "Cambios profesionales y decisiones difíciles",
        "text": "Cuando el trabajo cambia —o nos cambia— aparecen vértigo, dudas y también orgullo por sostener lo complejo."
      },
      {
        "id": "m2",
        "title": "Maternidad y crianza",
        "text": "Nacer como madre trae amor, pero también miedos nuevos. La tribu importa más de lo que creíamos."
      },
      {
        "id": "m3",
        "title": "Salud y diagnósticos transformadores",
        "text": "Una noticia médica reorganiza prioridades. Aprendemos a decidir mientras seguimos sintiendo."
      },
      {
        "id": "m4",
        "title": "Duelo, pérdidas y rupturas",
        "text": "Hay despedidas que no se explican. A veces lo que más cura es presencia y empatía."
      },
      {
        "id": "m5",
        "title": "Autodescubrimiento y amor propio",
        "text": "A veces el punto de inflexión es mirarnos con más respeto. Y empezar a tratarnos como hogar."
      }
    ]
  },
  "links": {
    "feedbackFormUrl": "https://docs.google.com/forms/d/e/1FAIpQLSfPYF1MsDnvQFxD8_kcdMsg1b9Y99SgwboBqxw8SSzx_3ZH3Q/viewform?usp=header",
    "challengeFormUrl": "https://docs.google.com/forms/d/e/1FAIpQLScmHGS-Hqvmppx3NKolcibCi24BEM9X2f60VuanVbeR66oy2Q/viewform?usp=publish-editor"
  },
  "relatos": [
    {
      "id": "r01",
      "nickname": "Luciérnaga 🐝",
      "ageRange": "40–49",
      "momentId": "m1",
      "title": "Un cambio de trabajo y el vértigo",
      "summary": "Nos cuenta cómo un cambio laboral le trajo miedo e ilusión a la vez. Aprendió a ponerse límites, a ir con calma y a construir soluciones paso a paso. Le habría ayudado sentir que no estaba sola en ese tránsito.",
      "original": {
        "situation": "Cambio de trabajo",
        "emotion": "Miedo e ilusión",
        "learning": "Hay que tomarse las cosas con calma, de manera positiva, construyendo y buscando soluciones a los problemas que van surgiendo, sin agobiarse. Ser sincero con uno mismo y ponerse limites.",
        "needed": "Haber compartido mi situación con otras personas en la misma situación"
      }
    },
    {
      "id": "r02",
      "nickname": "Nube 🌫️",
      "ageRange": "60+",
      "momentId": "m4",
      "title": "Una pérdida que lo cambia todo",
      "summary": "Tras la muerte de alguien cercano, habla de tristeza y de cómo ese golpe la llevó a valorar lo pequeño. En ese momento, lo que más necesitaba era acompañamiento emocional.",
      "original": {
        "situation": "El suicidio de 1 persona conocida",
        "emotion": "Tristeza",
        "learning": "Aprender a valorar más pequeños detalles que a diario no les doy importancia",
        "needed": "Acompañamiento emocional"
      }
    },
    {
      "id": "r03",
      "nickname": "Chispa ✨",
      "ageRange": "50–59",
      "momentId": "m1",
      "title": "Reconciliarse con la IA",
      "summary": "Explica cómo pasó de desconfiar de la IA a sentir que trabaja mejor y más rápido. Para ella fue clave mirarlo con objetividad y sin prejuicios.",
      "original": {
        "situation": "Trabajar con la IA",
        "emotion": "Sentir que trabajo mejor y más rápido",
        "learning": "Era anti IA antes de conocer bien su capacidad",
        "needed": "Análisis objetivo"
      }
    },
    {
      "id": "r04",
      "nickname": "Brújula 🧭",
      "ageRange": "50–59",
      "momentId": "m1",
      "title": "Vértigo y orgullo",
      "summary": "Cuenta un cambio de trabajo vivido con vértigo, que después se transformó en satisfacción personal. En ese proceso, el apoyo emocional habría sido un sostén clave.",
      "original": {
        "situation": "Cambio de trabajo",
        "emotion": "Vértigo",
        "learning": "Satisfacción personal",
        "needed": "Apoyo y acompañamiento emocional"
      }
    },

    {
      "id": "r05",
      "nickname": "Brisa 🌬️",
      "ageRange": "—",
      "momentId": "m2",
      "title": "Cuando cuidar desgasta",
      "summary": "Comparte cómo, en una etapa de cuidados intensos, sintió una mezcla de agotamiento y amor. Aprendió a pedir ayuda antes de romperse. Cree que una comunidad puede sostener cuando una se siente sin aire.",
      "original": {
        "situation": "Relato ajustado por privacidad",
        "emotion": "—",
        "learning": "—",
        "needed": "—"
      }
    },

    {
      "id": "r06",
      "nickname": "Abejita 🌼",
      "ageRange": "30–39",
      "momentId": "m2",
      "title": "Ser madre primeriza",
      "summary": "Cuenta cómo el nacimiento de su primera bebé entrelazó angustia, soledad y amor. Aprendió a no anticipar el dolor y a enfocarse en lo bonito. Le habría ayudado una comunidad y sentir apoyo (también desde la empresa).",
      "original": {
        "situation": "Reciente nacimiento de mi primera bebe",
        "emotion": "Angustia; temor; soledad; amor; ansiedad",
        "learning": "Enfocarse en lo bonito o en la parte buena siempre. No poner la tirita antes de la herida",
        "needed": "Una comunidad y tranquilidad/apoyo por parte de la empresa"
      }
    },

    {
      "id": "r07",
      "nickname": "Aurora 🌤️",
      "ageRange": "—",
      "momentId": "m3",
      "title": "Aprender a navegar la incertidumbre",
      "summary": "Cuenta un momento en el que una noticia inesperada lo cambió todo. Aprendió a ir paso a paso, sin exigirse certezas inmediatas. Lo que más habría ayudado: información clara y una red que no juzga.",
      "original": {
        "situation": "Relato ajustado por privacidad",
        "emotion": "—",
        "learning": "—",
        "needed": "—"
      }
    },

    {
      "id": "r08",
      "nickname": "Sol ☀️",
      "ageRange": "30–39",
      "momentId": "m2",
      "title": "Alegría con miedo",
      "summary": "Define la maternidad como felicidad mezclada con incertidumbre. Su aprendizaje: paciencia. Y su necesidad: red de comadres, familia, amigas y apoyo emocional profesional.",
      "original": {
        "situation": "ser madre",
        "emotion": "felicidad y alegría mezclada con miedo e incertidumbre",
        "learning": "el tiempo pone todo en su lugar y la paciencia es clave para progresar",
        "needed": "apoyo de familiares y amigos, red de comadres, apoyo emocional de psico + matrona"
      }
    },

    {
      "id": "r09",
      "nickname": "Luna 🌙",
      "ageRange": "—",
      "momentId": "m4",
      "title": "Una despedida silenciosa",
      "summary": "Habla de una pérdida que obligó a parar el mundo. Su aprendizaje: dejar espacio al duelo sin prisa. En ese momento, más que consejos, necesitaba presencia y empatía.",
      "original": {
        "situation": "Relato ajustado por privacidad",
        "emotion": "—",
        "learning": "—",
        "needed": "—"
      }
    },

    {
      "id": "r10",
      "nickname": "Montaña ⛰️",
      "ageRange": "60+",
      "momentId": "m3",
      "title": "Cuando la salud obliga a parar",
      "summary": "Cuenta un problema de salud que la llevó a replantearse presente y prioridades. Describe miedo e incertidumbre, y cree que una comunidad de personas en situaciones similares habría sido un gran apoyo.",
      "original": {
        "situation": "Un problema de salud donde reflexionas sobre tu presente, tanto profesional y personal, y analizas profundamente sobre tu presente y lo que realmente desearias, pensando tb en tu entorno mas cercano. En ese momento tome una decision de cambio en mi vida tanto personal como profesional",
        "emotion": "Miedo, incertidumbre",
        "learning": "Hay momentos o señales que nos llegan y donde es necesario tomar un tiempo para reflexionar y afrontar nuevos cambios (romper)",
        "needed": "Una comunidad con personas en situaciones como la mia me habria ayudado mucho, el poder compartir tus miedos y las muchas dudas que surgen en situaciones similares me habria ayudado en ese momento"
      }
    },

    {
      "id": "r11",
      "nickname": "Loto 🌸",
      "ageRange": "40–49",
      "momentId": "m4",
      "title": "Una ruptura cercana",
      "summary": "El divorcio de sus padres le dejó tristeza y un aprendizaje: el amor no basta sin comunicación y límites. Necesitaba apoyo y también construir resiliencia emocional.",
      "original": {
        "situation": "El divorcio de mis padres",
        "emotion": "Tristeza",
        "learning": "Las relaciones requieren cuidado y comunicación. El amor por sí solo no siempre basta; hablar a tiempo, poner límites y escuchar importa mucho.",
        "needed": "Pedir apoyo además de la resiliencia emocional. Pasar por una ruptura cercana puede fortalecer tu capacidad para adaptarte, pedir apoyo y cuidarte."
      }
    },
    {
      "id": "r12",
      "nickname": "Faro 🕯️",
      "ageRange": "40–49",
      "momentId": "m3",
      "title": "Miedo y fragilidad válida",
      "summary": "Tras un diagnóstico familiar, habla de miedo. Su aprendizaje: somos fuertes y también es válido ser frágiles. Necesitaba pautas para frenar inseguridades.",
      "original": {
        "situation": "Un diagnóstico de enfermedad de un familiar muy directo",
        "emotion": "Miedo",
        "learning": "Que somos fuertes y supervivientes, pero que a la vez tenemos la suerte de poder ser frágiles y que TODO es valido.",
        "needed": "Pautas para frenar miedos, inseguridades..."
      }
    },

    {
      "id": "r13",
      "nickname": "Jazmín 🌸",
      "ageRange": "—",
      "momentId": "m5",
      "title": "Volver a elegirme",
      "summary": "Describe un punto de inflexión en el que se dio cuenta de cuánto se exigía. Aprendió a tratarse con más respeto y a ponerse en el centro sin culpa. El grupo fue el espejo que necesitaba.",
      "original": {
        "situation": "Relato ajustado por privacidad",
        "emotion": "—",
        "learning": "—",
        "needed": "—"
      }
    },

    {
      "id": "r14",
      "nickname": "Río 💧",
      "ageRange": "—",
      "momentId": "m3",
      "title": "Un paso valiente",
      "summary": "Comparte una decisión importante que le devolvió confianza. Su aprendizaje: apostar por una misma, incluso con miedo. Cree que compartirlo con otras mujeres lo habría hecho menos solitario.",
      "original": {
        "situation": "Relato ajustado por privacidad",
        "emotion": "—",
        "learning": "—",
        "needed": "—"
      }
    },

    {
      "id": "r15",
      "nickname": "Raíz 🌱",
      "ageRange": "50–59",
      "momentId": "m1",
      "title": "Decisiones dolorosas en el trabajo",
      "summary": "Cuenta cómo vio reducirse su trabajo y tuvo que despedir a personas muy cercanas. Habla de mucha tristeza y del aprendizaje de entrenar la mente hacia pensamientos positivos. Necesitaba consejo práctico.",
      "original": {
        "situation": "Veía como se iba reduciendo mi trabajo y tuve que tomar decisiones, como el despido de gente que ya los consideraba mi familia",
        "emotion": "Mucha tristeza",
        "learning": "Aprendí a trabajar mi mente generando pensamientos positivos",
        "needed": "Consejo practico"
      }
    }
  ]
}
